[
      {
        "id": 1,
        "name": "John Doe",
        "picture": "[Insert Chef John Doe's Picture URL]",
        "bio": "John Doe is a classically trained chef with a passion for creating delicious and unique dishes. He has worked in some of the most prestigious restaurants in the world and has won numerous awards for his culinary skills.",
        "years_of_experience": 10,
        "num_of_recipes": 50,
        "likes": 200
      },
      {
        "id": 2,
        "name": "Jane Smith",
        "picture": "[Insert Chef Jane Smith's Picture URL]",
        "bio": "Jane Smith is a master of fusion cuisine, combining flavors and techniques from around the world to create dishes that are both surprising and delightful. She has published several cookbooks and has been featured in numerous culinary magazines.",
        "years_of_experience": 15,
        "num_of_recipes": 80,
        "likes": 300
      },
      {
        "id": 3,
        "name": "Michael Lee",
        "picture": "[Insert Chef Michael Lee's Picture URL]",
        "bio": "Michael Lee is a self-taught chef who started his career as a line cook and worked his way up to become the executive chef at a Michelin-starred restaurant. He is known for his innovative use of local and seasonal ingredients.",
        "years_of_experience": 20,
        "num_of_recipes": 100,
        "likes": 400
      },
      {
        "id": 4,
        "name": "Sarah Johnson",
        "picture": "[Insert Chef Sarah Johnson's Picture URL]",
        "bio": "Sarah Johnson is a pastry chef who specializes in creating beautiful and delicious desserts. She has worked in some of the most famous patisseries in the world and has won several awards for her creations.",
        "years_of_experience": 12,
        "num_of_recipes": 60,
        "likes": 250
      },
      {
        "id": 5,
        "name": "David Kim",
        "picture": "[Insert Chef David Kim's Picture URL]",
        "bio": "David Kim is a chef who is passionate about using organic and sustainable ingredients in his cooking. He runs his own farm where he grows many of the vegetables and herbs that he uses in his dishes.",
        "years_of_experience": 8,
        "num_of_recipes": 40,
        "likes": 150
      },
      {
        "id": 6,
        "name": "Emily Chen",
        "picture": "[Insert Chef Emily Chen's Picture URL]",
        "bio": "Emily Chen is a chef who specializes in plant-based cuisine. She is passionate about creating dishes that are both healthy and delicious and has published a popular cookbook on the subject.",
        "years_of_experience": 5,
        "num_of_recipes": 30,
        "likes": 100
      }
    ]

  